Python 3.11.2 (tags/v3.11.2:878ead1, Feb  7 2023, 16:38:35) [MSC v.1934 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 나의_정보 = ['가나다', 56, 167]
>>> 나의_정보
['가나다', 56, 167]
>>> 나의_정보[1:2]
[56]
>>> 나의_정보[1:3]; 나의_정보[1:]
[56, 167]
[56, 167]
>>> 나의_정보[:];나의_정보[:2]
['가나다', 56, 167]
['가나다', 56]
>>> 나의_정보[1] = 59; 나의_정보
['가나다', 59, 167]
>>> 나의_정보_2월 = 나의_정보
>>> 나의_정보_1월 = ['가나다', 56,169]
>>> 나의_정보_2개월 = [나의_정보_1월, 나의_정보_2월]; 나의_정보_2개월
[['가나다', 56, 169], ['가나다', 59, 167]]
>>> 나의_정보_2개월[0]
['가나다', 56, 169]
>>> 나의_정보_2개월[0][0][1]
'나'
>>> 나의_정보_2개월[0][1]
56
